Revit 2024 API
SymbolTypeId.Mbh Property
 Symbol MBH, indicating unit Thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Mbh { get; }
Visual Basic
Public Shared ReadOnly Property Mbh As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Mbh {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace